{
    "LocaleSwitcher": {
        "es": "Español",
        "fr": "Francés",
        "ae": "Emiratos Árabes Unidos",
        "de": "Alemán", 
        "it": "Italiano",
        "nl": "Holandés",
        "ie": "Irlandés",
        "uk": "Reino Unido"
    },
    
    "Index": {
        "title": "Explora tus Capacidades con nuestro Test de CI",
        "subtitle": "Evalúa tu Coeficiente Intelectual ahora mismo",
        "button_test": "EMPEZAR TEST DE CI",
        "test_today": "Tests realizados hoy",
        "average_today": "Promedio de CI hoy",
        "qty_questions": "Número de Preguntas",
        "max_minutes": "Tiempo Máximo",
        "precision": "Precisión"
    },

    "Menu": {
        "profile": "Perfil",
        "register": "Regístrate",
        "login": "Iniciar sesión",
        "contact": "Contacto",
        "logout": "Cerrar sesión", 
        "weating-locale": "Cargando session..."
    },

    "Login": {
        "title": "Iniciar Sesión",
        "password": "Contraseña",
        "submit": "Iniciar Sesión",
        "error": "{error, select, CredentialsSignin {Usuario o contraseña inválidos} other {Error desconocido}}",
        "invalid-login-credentials": "Usuario o contraseña inválidos",
        "too-many-requests": "Demasiadas solicitudes, por favor intenta de nuevo más tarde",
        "Unknown": "Error desconocido",
        "success_message": "Inicio de sesión exitoso",
        "user_email": "Correo Electrónico",
        "email_holder": "Introduce tu correo electrónico",
        "password_holder": "Introduce tu contraseña",
        "invalid-email": "Correo electrónico inválido",
        "question_account": "¿No tienes una cuenta?",
        "login_button": "Registrarse",
        "forgot_password": "¿Olvidaste tu contraseña?   "
    },

    "Register": {
        "title": "Registrarse",
        "user_name": "Nombre de usuario",
        "user_email": "Correo electrónico",
        "password": "Contraseña",
        "submit": "Registrarse",
        "Unknown": "Error desconocido",
        "success_message": "Registro exitoso",
        "email-already-in-use": "Correo electrónico ya en uso",
        "invalid-email": "Correo electrónico inválido",
        "weak-password": "Contraseña débil",
        "error": "{error, select, CredentialsSignup {Nombre de usuario ya tomado} other {Error desconocido}}",
        "user_holder": "Introduce tu nombre",
        "email_holder": "Introduce tu correo electrónico",
        "password_holder": "Introduce tu contraseña",
        "name_holder": "Introduce tu nombre",
        "register_button": "Registrarse",
        "answer_account": "¿Ya tienes una cuenta?",
        "login_link": "Iniciar sesión"
    },

    "About": {
        "title": "Acerca de",
        "lastUpdated": "Este ejemplo fue actualizado {lastUpdatedRelative} ({lastUpdated, date, short})."
    },

    "Contact": {
        "title": "Contáctanos",
        "description": "Si tienes alguna pregunta, no dudes en contactarnos.",
        "submit": "Enviar",
        "message": "Mensaje",
        "name": "Nombre",
        "email": "Correo electrónico",
        "invalid-email": "Correo electrónico inválido",
        "invalid-name": "Nombre inválido",
        "invalid-message": "Mensaje inválido",
        "success_message": "Mensaje enviado con éxito",
        "error": "Error al enviar el mensaje",
        "name_holder": "Nombre completo",
        "email_holder": "Correo electrónico",
        "topic_holder": "Asunto",
        "message_holder": "Mensaje",
        "contact_button": "Enviar",
        "text_aviable": "Estamos disponibles por email:",
        "contact_email": "support@iq-testonline.com"
    },

    "Cookies": {
        "accept": "Aceptar",
        "decline": "Rechazar",
        "message": "Este sitio web utiliza cookies para garantizar que obtengas la mejor experiencia en nuestro sitio web.",
        "link": "Más información"
    },

    "Logout": {
        "title": "Cerrar sesión",
        "description": "¿Estás seguro de que deseas cerrar sesión?"
    },

    "Payment": {
        "title": "Pago",
        "description": "Por favor, introduce tus datos de pago.",
        "submit": "Pagar",
        "card": "Número de tarjeta",
        "expiration": "Fecha de expiración",
        "cvc": "CVC",
        "invalid-card": "Número de tarjeta inválido",
        "invalid-expiration": "Fecha de expiración inválida",
        "invalid-cvc": "CVC inválido",
        "success_message": "Pago exitoso",
        "error": "Error al procesar el pago",
        "accept_conditions": "Aceptar condiciones",
        "title_form_pay": "Monto a pagar: 0.60€",
        "subtitle_form_pay": "Pago seguro y cifrado por SSL",
        "input1_form_pay": "NOMBRE EN LA TARJETA",
        "input1_form_pay_placeholder": "Nombre y apellido",
        "title_page": "Descubre tu CI ahora",
        "sumary": "Resumen",
        "check_text1": "Resultado de tu test de CI",
        "check_text2": "Certificado PDF de tu test de CI descargable",
        "check_text3": "Enlace para compartir el resultado de tu test de CI",
        "check_text4": "Espacio de entrenamiento para mejorar tu puntuación",
        "check_text5": "Espacio de análisis para obtener consejos de mejora",
        "check_text6": "Seguimiento del progreso en cada nuevo test",
        "check_text7": "Recursos de aprendizaje y juegos cerebrales",
        "progressive_level": "Nivel Progresivo de Tests de CI:",
        "progressive_level_text": "Para ayudarte a perfeccionarte, los tests de CI se vuelven cada vez más difíciles a medida que progresas.",
        "best_plan": "Plan de mejora personalizado:",
        "best_plan_text": "A partir de los resultados del test de CI, te proporcionamos un plan de mejora personalizado para que te centres en tus áreas débiles.",
        "brain_games": "Juegos de entrenamiento cerebral:",
        "brain_games_text": "Con una variedad de juegos y actividades que ayudan a entrenar el cerebro, como rompecabezas, juegos de memoria, problemas de lógica, puedes entrenarte en cualquier momento.",
        "learn_resources": "Recursos de aprendizaje:",
        "learn_resources_text": "Se encuentra a tu disposición una biblioteca de recursos para ayudarte a entender el CI, su importancia, y cómo podrías trabajar para mejorarlo.",
        "trial": "Periodo de prueba de 2 días luego 49,90€ / mes para continuar beneficiándote de tu oferta",
        "secure_payment": "Pago seguro por SSL"
    },

    "Thanks": {
        "title": "Gracias",
        "description": "Gracias por visitar nuestro sitio web."
    },

    "Results": {
        "title": "Resultados",
        "description": "Tu puntuación de CI es {score} de 160.",
        "submit": "Ver resultados",
        "error": "Error al cargar los resultados"
    },  

    "Privacy": {
        "title": "Política de Privacidad",
        "policy": "La privacidad de nuestros usuarios es de suma importancia para nosotros. Esta Política de Privacidad describe cómo iq-testonline.com (en adelante \"nosotros\", \"nuestro\", o \"la plataforma\") recopila, utiliza y comparte la información personal de los usuarios que utilizan nuestro servicio.",
        "title2": "Table of contents",
        "content_link1": "Información que Recopilamos",
        "content_link2": "Uso de la Información",
        "content_link3": "Compartir Información",
        "content_link4": "Cookies y Tecnologías Similares",
        "content_link5": "Seguridad de la Información",
        "content_link6": "Derechos de Privacidad de los Usuarios",
        "content_link7": "Cambios en la Política de Privacidad",
        "content_link8": "Contacto",
        "title3": "Información que Recopilamos",
        "information_collect_text1": "Información de Registro: Al crear una cuenta en iq-testonline.com, recopilamos información personal como tu nombre, dirección de correo electrónico y contraseña.",
        "information_collect_text2": "Información de Uso: Podemos recopilar información sobre cómo utilizas nuestro servicio, como las páginas que visitas, el tiempo que pasas en el sitio y otras actividades relacionadas con tu interacción con la plataforma.",
        "information_collect_text3": "Información de Pago: Si decides suscribirte a nuestro servicio de pago, recopilaremos la información de pago necesaria para procesar tus transacciones, como los detalles de tu tarjeta de crédito o información de facturación.",
        "information_collect_text4": "Información del Dispositivo: Podemos recopilar información sobre el dispositivo que utilizas para acceder a nuestro servicio, incluyendo tu dirección IP, tipo de dispositivo, sistema operativo y navegador web.",
        "title4": "Uso de la Información",
        "use_information_text1": "Utilizamos la información recopilada para los siguientes propósitos:",
        "use_information_text2": "Para proporcionar y mantener nuestro servicio.",
        "use_information_text3": "Para personalizar tu experiencia y ofrecerte contenido y características específicas.",
        "use_information_text4": "Para procesar transacciones y pagos.",
        "use_information_text5": "Para analizar el uso del servicio y mejorar su funcionalidad.",
        "use_information_text6": "Para cumplir con nuestras obligaciones legales y resolver cualquier disputa o reclamo.",
        "title5": "Compartir Información",
        "share_information_text1": "No compartimos información personal con terceros, excepto en las siguientes circunstancias:",
        "share_information_text2": "Con proveedores de servicios que nos ayudan a operar nuestro servicio, realizar funciones en nuestro nombre o proporcionar servicios relacionados con el servicio.",
        "share_information_text3": "Cuando sea necesario para cumplir con la ley, responder a procesos legales o proteger nuestros derechos, propiedad o seguridad, o los de otros.",
        "share_information_text4": "En relación con una fusión, adquisición, reorganización o venta de activos, en cuyo caso podríamos transferir información personal a la parte relevante involucrada en la transacción.",
        "title6": "Cookies y Tecnologías Similares",
        "cookies_text": "Utilizamos cookies y tecnologías similares para mejorar la experiencia del usuario y analizar el uso del servicio. Puedes controlar el uso de cookies a través de la configuración de tu navegador y retirar tu consentimiento en cualquier momento.",
        "title7": "Seguridad de la Información",
        "security_information": "Implementamos medidas de seguridad razonables para proteger la información personal de nuestros usuarios contra accesos no autorizados, divulgación, alteración o destrucción.",
        "title8": "Derechos de Privacidad de los Usuarios",
        "privacy_rights": "Los usuarios tienen ciertos derechos con respecto a su información personal, incluyendo el derecho a acceder, corregir, eliminar o limitar el procesamiento de su información personal. Para ejercer estos derechos, ponte en contacto con nosotros a través de los datos de contacto proporcionados al final de esta Política de Privacidad.",
        "title9": "Cambios en la Política de Privacidad",
        "changes_privacy_policy": "Nos reservamos el derecho de actualizar esta Política de Privacidad en cualquier momento. Te notificaremos cualquier cambio publicando la Política de Privacidad actualizada en nuestro sitio web. Se te solicitará que revises y aceptes los cambios antes de seguir utilizando nuestro servicio.",
        "title10": "Contacto",
        "contact": "Si tienes alguna pregunta sobre esta Política de Privacidad, ponte en contacto con nosotros en [correo electrónico de contacto].",
        "update_page_privacy_policy": "Este documento fue actualizado por última vez el 30 de mayo de 2024."

    },

    "Terms": {
        "title": "Términos y Condiciones",
        "terms": "Bienvenido a Iq-testonline.com, un servicio proporcionado por ADS DIGITAL (de ahora en adelante La propiedad)  L-714323-H, con domicilio en Carrer Esteve Albert, R. la Roureda, bloc A, 1-2a, AD500 Santa Coloma, Andorra La Vella, PRINCIPAT D’ANDORRA. Al acceder y utilizar nuestro sitio web y servicios, aceptas cumplir y estar sujeto a estos Términos y Condiciones. Por favor, léelos detenidamente.",
        "title2": "Índice de contenido",
        "content_link1": "Descripción del Servicio",
        "content_link2": "Uso del Servicio",
        "content_link3": "Propiedad Intelectual",
        "content_link4": "Limitación de Responsabilidad",
        "content_link5": "Modificaciones del Servicio y Precios",
        "content_link6": "Terminación",
        "content_link7": "Suscripción y Pago",
        "content_link8": "Ley Aplicable y Resolución de Litigios",
        "content_link9": "Cumplimiento Legal",
        "content_link10": "Exención de Responsabilidad",
        "content_link11": "Exención de Responsabilidad Médica",
        "content_link12": "Indemnización",
        "title3": "Descripción del Servicio",
        "description_service": "Ofrecer a los usuarios la posibilidad de realizar una prueba de Cociente Intelectual (CI) a través de un formulario de 20 preguntas. Para obtener los resultados del test, es necesario suscribirse a nuestro plan único.",
        "title4": "Uso del Servicio",
        "use_service_text1": "Elegibilidad: Para utilizar nuestros servicios, debes tener al menos 18 años o tener el consentimiento de un padre o tutor legal.",
        "use_service_text2": "Cuenta del Usuario: Los usuarios deben crear una cuenta para acceder a los resultados del test. La información proporcionada debe ser precisa y actualizada.",
        "use_service_text3": "Responsabilidad del Usuario: Eres responsable de mantener la confidencialidad de tu cuenta y contraseña, así como de todas las actividades que ocurran bajo tu cuenta.",
        "title5": "Propiedad Intelectual",
        "intellectual_property": "Todo el contenido del sitio web, incluyendo pero no limitado a textos, gráficos, logotipos, imágenes, y software, es propiedad de La propiedad o de sus proveedores de contenido y está protegido por leyes de derechos de autor y otras leyes de propiedad intelectual.",
        "title6": "Limitación de Responsabilidad",
        "limitation_liability": "La propiedad no será responsable por ningún daño directo, indirecto, incidental, especial o consecuente que resulte del uso o la incapacidad de usar el servicio. Además, la plataforma no garantiza la exactitud, integridad o utilidad de la información proporcionada en el test de CI o en cualquier otra parte del servicio. Los usuarios comprenden y aceptan que el uso del servicio es bajo su propio riesgo y responsabilidad.",
        "title7": "Modificaciones del Servicio y Precios",
        "pricing_and_service": "La propiedad se reserva el derecho de modificar o descontinuar el servicio (o cualquier parte del contenido) sin previo aviso en cualquier momento. Los precios de todos los servicios están sujetos a cambios con o sin previo aviso. La plataforma no será responsable ante los usuarios o terceros por cualquier modificación, suspensión o interrupción del servicio.",
        "title8": "Terminación",
        "termination_text": "La propiedad se reserva el derecho de suspender o terminar la cuenta y el acceso al servicio de cualquier usuario que incumpla estos Términos y Condiciones. La plataforma no será responsable por las consecuencias derivadas de la terminación de cuentas o del acceso al servicio.",
        "title9": "Suscripción y Pago",
        "suscription_pay_text1": "Plan de Suscripción: El servicio se ofrece mediante un plan único que permite el acceso completo por un periodo inicial de 24 horas a un costo de 0,60€.",
        "suscription_pay_text2": "Renovación Automática: Si la suscripción no se cancela antes de que finalice el periodo de 24 horas, se renovará automáticamente por un plan mensual de 49,90€, cargado a la misma forma de pago utilizada inicialmente.",
        "suscription_pay_text3": "Cancelación: Los usuarios pueden cancelar la suscripción en cualquier momento antes de la renovación automática para evitar cargos adicionales. Las instrucciones de cancelación están disponibles en la sección de cuenta del usuario.",
        "title10": "Ley Aplicable y Resolución de Litigios",
        "applicable_law": "Estos Términos y Condiciones se regirán e interpretarán de acuerdo con las leyes del Principat d’Andorra. Cualquier disputa que surja en relación con estos términos será sometida a la jurisdicción exclusiva de los tribunales del Principat d’Andorra.",
        "title11": "Cumplimiento Legal",
        "legal_compliance": "La plataforma se compromete a cumplir con todas las leyes y regulaciones aplicables, incluyendo pero no limitado a las leyes de protección de datos y privacidad.",
        "title12": "Exención de Responsabilidad",
        "disclaimer": "La propiedad queda exento de cualquier responsabilidad o daño que surja como resultado del uso del servicio por parte de los usuarios, incluyendo, pero no limitado a, pérdida de datos, interrupción del servicio, o cualquier otro daño directo o indirecto.",
        "title13": "Exención de Responsabilidad Médica",
        "medical_liability_waiver": "El test de CI proporcionado por [Nombre del Servicio] no pretende ser un diagnóstico médico. Se recomienda que los usuarios consulten a un profesional de la salud calificado para obtener asesoramiento médico o psicológico.",
        "title14": "Indemnización",
        "compensation": "Los usuarios aceptan indemnizar y eximir de responsabilidad a La propiedad y a sus afiliados, empleados, agentes y representantes de cualquier reclamo o demanda, incluyendo honorarios razonables de abogados, presentados por terceros debido a o derivados de su uso del servicio, su violación.",
        "update": "Este documento fue actualizado por última vez el 30 de mayo de 2024."
    },

    "Legal": {
        "title": "Aviso Legal",
        "legal_notice": "Este aviso legal establece los términos y condiciones de uso del sitio web gestionado por ADS DIGITAL (en adelante, \"nosotros\", \"nuestro\" o \"la Empresa\"). Al acceder y utilizar el Sitio Web, aceptas cumplir y estar sujeto a los siguientes términos y condiciones de uso. Si no estás de acuerdo con estos términos y condiciones, por favor, abstente de utilizar el Sitio Web.",
        "title2": "Propiedad Intelectual",
        "intellectual_property": "El contenido del Sitio Web, incluyendo pero no limitado a textos, gráficos, logotipos, imágenes, videos, software y cualquier otro material, está protegido por leyes de derechos de autor y otras leyes de propiedad intelectual. Todos los derechos sobre el contenido del Sitio Web están reservados a menos que se indique lo contrario. Queda estrictamente prohibido copiar, modificar, distribuir, transmitir, exhibir, publicar, vender o crear trabajos derivados del contenido del Sitio Web sin el consentimiento previo por escrito de ADS DIGITAL.",
        "title3": "Uso del Sitio Web",
        "use_web_site": "El uso del Sitio Web se realiza bajo tu propio riesgo. ADS DIGITAL no se hace responsable de cualquier daño directo, indirecto, incidental, especial o consecuente que resulte del uso o la incapacidad de utilizar el Sitio Web. Nos reservamos el derecho de modificar o discontinuar cualquier aspecto del Sitio Web en cualquier momento sin previo aviso.",
        "title4": "Enlaces a Terceros",
        "links_parties": "El Sitio Web puede contener enlaces a sitios web de terceros que no están bajo nuestro control. La inclusión de cualquier enlace no implica necesariamente una recomendación o respaldo por parte de ADS DIGITAL. No asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de cualquier sitio web de terceros.",
        "title5": "Limitación de Responsabilidad",
        "limitation_liability": "En la medida máxima permitida por la ley aplicable, ADS DIGITAL no será responsable por ningún daño directo, indirecto, incidental, especial o consecuente que resulte del uso o la incapacidad de utilizar el Sitio Web, incluyendo, pero no limitado a, pérdida de datos, interrupción del servicio, o cualquier otro daño directo o indirecto.",
        "title6": "Ley Aplicable y Jurisdicción",
        "law_jurisdiction": "Estos términos y condiciones se regirán e interpretarán de acuerdo con las leyes del Principat d’Andorra y cualquier disputa que surja en relación con estos términos y condiciones estará sujeta a la exclusiva jurisdicción de los tribunales del Principat d’Andorra.",
        "title7": "Cambios en el Aviso Legal",
        "changes_legalNotice": "Nos reservamos el derecho de actualizar, modificar o cambiar cualquier parte de este aviso legal en cualquier momento y por cualquier motivo sin previo aviso. Se te solicitará que revises y aceptes los cambios antes de seguir utilizando el Sitio Web.",
        "title8": "Contacto",
        "Contact": "Si tienes alguna pregunta sobre este aviso legal, por favor, contáctanos en support@iq-testonline.com"
    },

    "Profile": {
        "title": "Perfil",
        "description": "Esta es tu información de perfil.",
        "submit": "Guardar",
        "name": "Nombre",
        "email": "Correo electrónico",
        "invalid-email": "Correo electrónico inválido",
        "invalid-name": "Nombre inválido",
        "success_message": "Perfil actualizado con éxito",
        "error": "Error al actualizar el perfil"
    },

    "Pricing": {
        "our_package_text1": "Nuestras",
        "our_package_text2": "tarifas",
        "daily_price": "0.60€ Prueba de 24 horas | Mensual por",
        "monthly_price": "49.90€",
        "package_complete": "Nuestro plan único es una suscripción mensual de 49,90€ con la opción de cancelar en 24h teniendo un coste de 0.60€"
    },

    "Navigation": {
        "index": "Inicio",
        "about": "Acerca de",
        "switchLocale": "Cambiar a {locale, select, de {Alemán} en {Inglés} other {Desconocido}}"
    },

    "Footer": {
        "our_services": "NUESTROS SERVICIOS",
        "signin": "Iniciar sesión",
        "signup": "Registrarse",
        "test": "Test de CI",
        "legal": "LEGAL",
        "legal_notice": "Avisos legales",
        "general_conditions": "Condiciones generales",
        "privacy_policy": "Política de privacidad",
        "about": "ACERCA DE",
        "offers": "Ofertas",
        "contact_us": "Contáctanos",
        "rights": "Derechos de autor © 2024 Todos los derechos reservados por IQes"
    },

    "FrequentQuestions": {
        "title": "Preguntas frecuentes",
        "subtitle": "AQUÍ ESTÁN NUESTRAS RESPUESTAS A LAS PREGUNTAS MÁS FRECUENTES.",
        "question1": "¿Cómo evaluar mi resultado?",
        "answer1": "La evaluación de tu CI se basa en la población y las estadísticas mundiales, con un CI promedio de aproximadamente 100. Si obtienes un puntaje superior a 100, has superado a la persona promedio, con un máximo evaluado de 139.",
        "question2": "¿Cómo se presenta la evaluación de mi CI?",
        "answer2": "Serás evaluado a través de 25 preguntas, progresivamente más complejas. Debes encontrar la respuesta correcta entre las diferentes opciones posibles. Puedes saltar preguntas y volver a ellas más tarde.",
        "question3": "¿Cuántos exámenes puedo realizar?",
        "answer3": "Al hacerte miembro, podrás realizar tantos exámenes como desees y practicar con una variedad de pruebas temáticas.",
        "question4": "¿Cómo garantizan la precisión de este test?",
        "answer4": "Nuestro test de CI está diseñado según normas internacionales. Las preguntas están formuladas para medir de manera confiable las capacidades cognitivas.",
        "buttonTest": "INICIAR TEST AHORA"
    },

    "ForgotPassword": {
        "forgotTitle": "Recuperar contraseña",
        "placeholderEmail": "Correo electrónico",
        "forgotButton": "Recuperar",
        "questionForgot": "¿No tienes una cuenta?",
        "registerLink": "Regístrate"
    },


    "Wellcome": {
        "title": "Bienvenido",
        "description": "¡Bienvenido a IQes! Tu plataforma de entrenamiento de CI. ¡Comienza tu entrenamiento ahora!"
    },

    "StrictTypes": {
        "nested": {
          "hello": "Hola",
          "another": {
            "level": "Nivel"
          }
        }
    },

    "NotFound": {
        "title": "Página no encontrada",
        "description": "Lo siento, la página que buscas no existe."
    },

    "Default": {
        "title": "Bienvenido",
        "description": "Este es un mensaje predeterminado."
    },

    "PageLayout": {
        "title": "next-intl"
    },

    "Test": {
        "title": "Prueba",
        "preview": "Atrás",
        "next": "Siguiente"
    },

    "OurTest": {
        "title": "Detalles sobre nuestro Test de CI",
        "subtitle": "Te brindamos una Medición Numérica de tu Inteligencia en Relación con tu Grupo de Edad.",
        "card1Text1": "INSTANTÁNEO",
        "card1Text2": "¿Qué es el CI?",
        "card1Text3": "CI significa Cociente Intelectual, una medida de tu inteligencia expresada en un número.",
        "card2Text1": "FÁCIL",
        "card2Text2": "¿Cómo se calcula?",
        "card2Text3": "El CI se determina mediante una prueba de inteligencia.",
        "card3Text1": "RÁPIDO",
        "card3Text2": "Los resultados",
        "card3Text3": "El CI promedio es 100. Una puntuación superior a 100 indica un rendimiento por encima del promedio.",
        "buttonTest": "INICIAR TEST AHORA"
    }

    
}
